[
  {
    "pagekey": "design",
    "headline": "Artist | Designer | Developer",
    "quote": "I seek to use my creativity as a tool for education, community building and positive impact.",
    "projects": [
      {
        "project-id": "shaker",
        "type": "design",
        "headline": "Identity Rebranding",
        "project-name": "Shaker Urban Garden",
        "project-objective": "Taking a dead, dying or defunct brand and reviving it with a new purpose, audience and identity.",
        "project-summary": "The Shaker Seed Company was innovative in its time, as the first company to sell seed packets to individual consumers. Though the company was dismantled 100 years ago, it is the perfect time to re-envision it for contemporary times. By changing the audience from rural folks making a self-sufficient living to urban dwellers embracing sustainable lifestyles I shifted the opportunities and the scope of the brand without losing the original mission and heart. The brand book lays out the new vision and visual guidelines.",
        "company": "Class",
        "company-name": "Nature of Identity",
        "manager": "Instructor",
        "manager-name": "Greg Mortensen",
        "disciplines": "Branding, Visual Systems, Typography, Print, Digital, Editorial",
        "thumbnail": "",
        "top-image": "",
        "video": "",
        "issuu": "",
        "spreads": [],
        "images": []
      },
      {
        "project-id": "emerson",
        "type": "design",
        "headline": "Event Schedule",
        "project-name": "Ignite Conference Program",
        "project-objective": "To create the Ignite conference program guide to work as a digital pdf and a printed booklet.",
        "project-summary": "The structure of the booklet needed to be versatile enough to accommodate a variety of information which included a visual schedule, the details of talks and events, and speaker biographies. The conference took place in Santa Ana Pueblo, New Mexico which allowed us to have some fun with adding a southwest flair to some of the design elements, while still staying true to the IGNITE brand.",
        "company": "Company",
        "company-name": "Emerson Ecologics",
        "manager": "Design Manager",
        "manager-name": "Kristine McLavey",
        "disciplines": "Typography, Print, Digital",
        "thumbnail": "",
        "top-image": "",
        "images": []
      },
      {
        "project-id": "filmfest",
        "type": "design",
        "headline": "A Louis Malle Film Festival",
        "project-name": "Delicate Impermanence",
        "project-objective": "To create a visual system across a range of formats and deliverables using a film festival as a vehicle for conception and creation.",
        "project-summary": "For this multi-day festival I chose to highlight the coming-of-age films of director Louis Malle. The five chosen films feature child protagonists dealing with a shifting world of lost childhood innocence and the dark truths found in the adult world. This is the theme that guided all of my conceptual and design decisions, from the title and logo to the unsettling and worn style of the photography. All final deliverables are housed in a container that also works within context and concept.",
        "company": "Class",
        "company-name": "Integrated Communications",
        "manager": "Instructor",
        "manager-name": "Hunter Wimmer",
        "disciplines": "Visual Systems, Typography, Print, Digital, Photography, Editorial",
        "thumbnail": "",
        "top-image": "",
        "issuu": "",
        "spreads": [],
        "images": []
      },
      {
        "project-id": "mix",
        "type": "design",
        "headline": "Infographic Series",
        "project-name": "MIX Movement Training Guides",
        "project-objective": "To organize  information in a visual way that is easily understood and translated by MIX moderators from many countries.",
        "project-summary": "MIX Movement is a new way to cross cultural divides by bringing travelers and local residents together to participate in activities. The organization’s  home base and founder are located in Spain, but I have been working with them remotely to design projects as needed. These infographics and slide show were created to introduce new MIX Moderators to the concept of MIXs and give them advice on how to create successful engagements. Because Moderators and participants will speak many languages the imagery and symbols of the infographics must support and supersede the text.",
        "company": "Client",
        "company-name": "MIX Movement",
        "manager": "Manager",
        "manager-name": "Richard Kappel",
        "disciplines": "Information Design, Editorial",
        "thumbnail": "",
        "top-image": "",
        "spreads": "",
        "images": []
      },
      {
        "project-id": "pearson",
        "type": "design",
        "headline": "Website Redesign",
        "project-name": "Pearson's Renaissance Shoppe",
        "project-objective": "To assess the usability of an ecommerce website, identify areas for improvement and redesign the website to enhance the user experience.",
        "project-summary": "Out of five websites for which I did a cursory evaluation, Pearson's Renaissance Shoppe offered the most opportunity for both a visual update and the implementation of an improved user experience. The project began with a heuristic analysis and competitive audit which allowed me to identify the key areas that needed redesign. My redesign features simplified pages that still retain the Pearson's aesthetic, a more streamlined workflow from product to purchase and a responsive design for mobile applications.",
        "company": "Class",
        "company-name": "Principles of UX",
        "manager": "Instructor",
        "manager-name": "Joseph O'Donnel",
        "disciplines": "Digital, UX",
        "thumbnail": "",
        "top-image": "",
        "spreads": "",
        "images": []
      },
      {
        "project-id": "shred",
        "type": "design",
        "headline": "Experimental Magazine",
        "project-name": "Shred",
        "project-objective": "To use elements from an existing magazine to create a new magazine using experimental type.",
        "project-summary": "Using content pulled from two issues of Transworld Snowboarding Magazine, I created an experimental magazine called Shred. I chose the subject of snowboarding because I wanted to experiment with rhythm and pattern created by the motion, energy and speed of snowboarding, as well as the silence of the snow. For each article one spread leads into the next for a continuous journey. Despite the experimental nature of the project I set parameters to retain a traditional format and make every article readable.",
        "company": "Class",
        "company-name": "Type Experiments",
        "manager": "Instructor",
        "manager-name": "Irina Blok",
        "disciplines": "Typography, Print, Editorial, Digital",
        "thumbnail": "",
        "top-image": "",
        "spreads": "",
        "issuu": "",
        "images": []
      },
      {
        "project-id": "Cisco",
        "type": "design",
        "headline": "Annual Report",
        "project-name": "Cisco",
        "project-objective": "To organize a variety of written content and visual data into a multi-page annual report for a company that was chosen for me.",
        "project-summary": "This project challenged me to find a way to visually represent a company such as Cisco; a company based on a product that is not physical, but instead the creation of networks and connections. My solution was to create the report in a newspaper format with each section headlining a different aspect of the company. This format expresses the annual report as ongoing company news while formally it allows for the clear and concise organization of the information. The large images bring in a human element to complement quotes pulled from the text and which illustrate the company’s objectives.",
        "company": "Class",
        "company-name": "Type Systems",
        "manager": "Instructor",
        "manager-name": "Tim Carpenter",
        "disciplines": "Typography, Print, Information Graphics, Editorial,",
        "thumbnail": "",
        "top-image": "",
        "spreads": "",
        "slideshow": "",
        "images": []
      }
    ]
  },
  {
    "pagekey": "web",
    "headline": "I Can Code Too...",
    "quote": "Coding skills expand my ability to design and communicate through modern technologies.",
    "projects": [
      {
        "project-id": "giftastic",
        "type": "web",
        "headline-quote": "Dynamically created fun.",
        "project-name": "Giftastic",
        "project-summary": "A simple webpage that uses API calls to dynamically add gifs to the page, event handlers to stop and start the gifs on click, takes in user input and creates new buttons from that input.",
        "tech": "HTML, CSS, JavaScript, Giphy API",
        "website": "",
        "github": "",
        "thumbnail": "",
        "top-image": "",
        "video": "",
        "images": []
      },
      {
        "project-id": "hangman",
        "type": "web",
        "headline-quote": "Make words, not war.",
        "project-name": "Hippie Hangman",
        "project-summary": "An exercise in manipulating the DOM with JavaScript, this is an early coding project.",
        "tech": "HTML, CSS, JavaScript",
        "website": "",
        "github": "",
        "thumbnail": "",
        "top-image": "",
        "slideshow": "",
        "images": []
      },
      {
        "project-id": "snow",
        "type": "web",
        "headline-quote": "Solving a snowboarder’s dilemma.",
        "project-name": "Stay in the Snow",
        "project-summary": "There is no single place to find current information on multiple ski mountains. This is a team created application that makes it easy to decide on a mountain to go to for a day at the slopes. It allows users to search multiple ski mountains and receive and compare data on weather conditions, lift status and distance from the user’s location.",
        "tech": "HTML, CSS, JavaScript, APIs, Firebase",
        "website": "",
        "github": "",
        "thumbnail": "",
        "top-image": "",
        "slideshow": "",
        "images": []
      },
      {
        "project-id": "burger",
        "type": "web",
        "headline-quote": "These burgers are 100% imaginary and calorie free.",
        "project-name": "Burger Maker",
        "project-summary": "This is a full stack application; an exercise in .",
        "tech": "HTML, CSS, JavaScript, SQL, MySQL, Express, Node.js, Ajax, Handlebars",
        "website": "",
        "github": "",
        "thumbnail": "",
        "top-image": "",
        "images": []
      }
    ]
  }
]